package dev.ash.wordle.util

object Dictionary {
    val words = listOf(
        "КРЕСЛО", "ДЕРЕВО", "СОЛНЦЕ", "БУМАГА", "КОСТЕР",
        "КАМЕНЬ", "КОРОВА", "БАРХАН", "БЕРЕГА", "БЕРЕЗА",
        "БЕСЕДА", "АБСУРД", "БОРОДА", "ЛОПАТА", "ВАЛЮТА",
        "ВОКЗАЛ", "ВОРОТА", "ВУЛКАН", "ГИТАРА", "ГНЕЗДО",
        "ГОЛОВА", "ГОЛУБЬ", "ГОРШОК", "ГРАНИТ", "ГРАФИН",
        "ГРЯДКА", "ДВОРЕЦ", "ДЕВИЦА", "ДЕНЬГИ", "ДЕСЕРТ",
        "ДОРОГА", "ЖЕЛЕЗО", "ЖУРНАЛ", "ЗАВТРА", "ЗАДАЧА",
        "ЗВЕЗДА", "ЗДАНИЕ", "ИГОЛКА", "КАМЕРА", "КАНАВА",
        "КАРМАН", "КАРТОН", "КИРПИЧ", "КЛЕВЕР", "КЛЕТКА",
        "КОВРИК", "КОЛЕСО", "КОЛЬЦО", "КОРОНА", "КОРШУН",
        "КОСТЮМ", "КРАТЕР", "КРЕСЛО", "КРЫШКА", "КУВШИН",
        "КУРТКА", "ЛЕБЕДЬ", "ЛИСИЦА", "ЛИСТОК", "ЛОШАДЬ",
        "МАЛИНА", "МАРКЕР", "МАТРАС", "МЕДАЛЬ", "МОНЕТА",
        "МОЛОКО", "МОСТИК", "МУЗЫКА", "НЕДЕЛЯ", "ОБЛАКО",
        "ОДЕЖДА", "ОДЕЯЛО", "ОГУРЕЦ", "ОКОШКО", "ОСТРОВ",
        "ПАЛЬТО", "ПАМЯТЬ"
    )
}